Repository: isScaledUp/sup-posts-duplicate
Catalog: languages/sup-posts-duplicate-*.po
Languages: he_il

source: Allows any users that have the capability to edit posts to duplicate posts of any type, including custom post types.
he_il: מאפשר לכל משתמש שיש לו את היכולת לערוך פוסטים לשכפל פוסטים מכל סוג, כולל סוגי פוסטים מותאמים אישית.

source: Duplicate
he_il: שכפול

source: Duplicate Post
he_il: שכפול פוסט

source: Duplicate this item
he_il: שכפול פריט זה

source: Duplicate this item and edit it
he_il: שכפול פריט זה ועריכתו

source: Duplicate & Edit
he_il: שכפוך & עריכה

source: (Copy)
he_il: (עותק)

source: SUP Content Management
he_il: SUP ניהול תוכן

source: Duplicate Post Settings
he_il: הגדרות שכפול פוסט

source: Error GE-001: Could not get post ID
he_il: שגיאה GE-001: לא נמצא מזהה פוסט
